app/views/flights/_form.html.erb

    <%= f.label :route_id %>
    <%= f.select :route_id, Route.all.collect{|c| ["Salida: #{c.ciudad_salida.nombre} - Destino:#{c.ciudad_destino.nombre}", c.id]} %>
---
SELECT "routes".* FROM "routes"

  <%= f.label :pilot_id %>
  <%= f.select :pilot_id, Pilot.all.collect{|c| ["#{c.nombre} #{c.apellido} Codigo:#{c.code}", c.id]} %>
---
SELECT "pilots".* FROM "pilots"