app/controllers/airplanes_controller.rb

  def create
    @airplane = Airplane.new(airplane_params)

    respond_to do |format|
      if @airplane.save
---
INSERT INTO "airplanes" ("nombre_aerolinea", "code", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["nombre_aerolinea", "Avianca"], ["code", "01-Privado"], ["created_at", "2016-03-08 19:22:23.593356"], ["updated_at", "2016-03-08 19:22:23.593356"]]