app/controllers/cities_controller.rb

INSERT INTO "cities" ("nombre", "pais", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["nombre", "Bogota"], ["pais", "Colombia"], ["created_at", "2016-03-07 21:19:47.472159"], ["updated_at", "2016-03-07 21:19:47.472159"]]
---
  def create
    @city = City.new(city_params)

    respond_to do |format|
      if @city.save