app/controllers/flights_controller.rb

  def create
    @flight = Flight.new(flight_params)

    respond_to do |format|
      if @flight.save
---
INSERT INTO "flights" ("route_id", "pilot_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["route_id", 1], ["pilot_id", 1], ["created_at", "2016-03-08 22:50:17.996197"], ["updated_at", "2016-03-08 22:50:17.996197"]]