app/controllers/pilots_controller.rb

SELECT "pilots".* FROM "pilots"
---
  def index
    @pilots = Pilot.all

INSERT INTO "pilots" ("nombre", "apellido", "code", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["nombre", "Sergio"], ["apellido", "Figueroa"], ["code", "01"], ["created_at", "2016-03-08 22:46:47.811918"], ["updated_at", "2016-03-08 22:46:47.811918"]]
---
  def create
    @pilot = Pilot.new(pilot_params)

    respond_to do |format|
      if @pilot.save

SELECT  "pilots".* FROM "pilots" WHERE "pilots"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_pilot
      @pilot = Pilot.find(params[:id])