app/controllers/routes_controller.rb

  def create
    @route = Route.new(route_params)

    respond_to do |format|
      if @route.save
---
INSERT INTO "routes" ("ciudadsalida_id", "ciudaddestino_id", "avion", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["ciudadsalida_id", 1], ["ciudaddestino_id", 3], ["avion", ""], ["created_at", "2016-03-08 19:10:16.765789"], ["updated_at", "2016-03-08 19:10:16.765789"]]