app/views/routes/_form.html.erb

SELECT "airplanes".* FROM "airplanes"
---

    <%= f.select :airplane_id, Airplane.all.collect{|c| ["#{c.nombre_aerolinea} #{c.code}", c.id]} %>

SELECT "cities".* FROM "cities"
---
    <%= f.label :ciudadsalida_id %>
    <%= f.select :ciudadsalida_id, City.all.collect{|c| [c.nombre, c.id]} %>